{
  "motos": [
    {
      "id": 1,
      "name": "R 1250 GS",
      "brand": "BMW",
      "image": "../imgs/motos/bmw-r1250gs.webp",
      "description": "The BMW R 1250 GS is an adventure motorcycle designed to conquer any terrain. With a 1254 cc boxer engine and advanced technology such as traction control and riding modes, it is a versatile and reliable machine. This motorcycle is ideal for those seeking an exciting and safe riding experience, whether on the road or off it. The R 1250 GS offers exceptional ergonomics, allowing for long journeys without fatigue. Additionally, its adjustable suspension system and robust chassis ensure unmatched stability and maneuverability. With additional features such as the integrated navigation system and adaptive LED headlights, this bike is ready for any adventure."
    },
    {
      "id": 2,
      "name": "Scrambler Icon",
      "brand": "Ducati",
      "image": "../imgs/motos/ducati-scrambler-icon.webp",
      "description": "The Ducati Scrambler Icon is a modern retro motorcycle that blends classic style with contemporary technology. Its 803 cc engine and versatile design make it ideal for city riding and light off-road adventures. The Scrambler Icon stands out for its minimalist aesthetics and ease of handling, making it a perfect choice for both novice and experienced riders. Its comfortable seat and relaxed riding position allow for maximum enjoyment on every trip. Additionally, it features a wide range of customizable accessories, enabling owners to adapt the bike to their personal style. With its combination of performance and style, the Scrambler Icon is a true gem in the motorcycle world."
    },
    {
      "id": 3,
      "name": "Panigale V4",
      "brand": "Ducati",
      "image": "../imgs/motos/ducati-panigale-v4.webp",
      "description": "The Ducati Panigale V4 is a next-generation superbike, equipped with a 1103 cc V4 engine that delivers extreme performance and racing technology, making it one of the most advanced bikes in its category. This motorcycle is designed for those seeking maximum adrenaline in every turn and straightaway. With its lightweight and aerodynamic chassis, the Panigale V4 offers exceptional agility and precision on the track. Its high-end braking system and adjustable suspension ensure total control in any situation. Additionally, it features a series of electronic rider aids, such as traction control and cornering ABS, which enhance safety and performance. The Panigale V4 is not just a speed machine but also a masterpiece in design and technology."
    },
    {
      "id": 4,
      "name": "Multistrada V4",
      "brand": "Ducati",
      "image": "../imgs/motos/ducati-multistrada-v4.webp",
      "description": "The Ducati Multistrada V4 is a premium adventure motorcycle, equipped with a 1158 cc Granturismo V4 engine and advanced technology to provide comfort and performance on any type of terrain. This bike is designed for the most demanding travelers, offering a perfect combination of power, comfort, and versatility. Its electronic suspension system automatically adapts to road conditions, delivering a smooth and stable ride. The Multistrada V4 also features a comprehensive set of safety features, including front and rear radar for adaptive cruise control and blind-spot detection. With its capability to cover long distances effortlessly and its ergonomic design, this motorcycle is the perfect companion for any adventure."
    },
    {
      "id": 5,
      "name": "CBR600RR",
      "brand": "Honda",
      "image": "../imgs/motos/honda-cbr600rr.webp",
      "description": "The Honda CBR600RR is an iconic sport motorcycle known for its exceptional performance, aerodynamic design, and advanced technology. Since its launch, it has stood out as a machine capable of delivering excitement both on the road and on the track. Its 599 cc engine provides rapid acceleration and an impressive top speed, while its lightweight chassis and adjustable suspension ensure precise handling. The CBR600RR is also equipped with a high-performance braking system and a range of electronic rider aids, such as traction control and ABS. With its aggressive design and superior performance, this motorcycle is a popular choice among sportbike enthusiasts."
    },
    {
      "id": 6,
      "name": "Africa Twin",
      "brand": "Honda",
      "image": "../imgs/motos/honda-africa-twin.webp",
      "description": "The Honda Africa Twin is an adventure motorcycle known for its off-road capability and long-distance comfort. Its 1084 cc engine and dual-clutch transmission make it unique in its segment. This bike is designed to tackle the toughest terrains, from dirt roads to mountain trails. Its robust frame and long-travel suspension provide exceptional stability and control in any condition. The Africa Twin also features a range of advanced features, such as adjustable traction control and customizable riding modes, allowing the rider to tailor the bike to their specific needs. With its combination of performance, comfort, and technology, the Africa Twin is an ideal choice for the most demanding adventurers."
    },
    {
      "id": 7,
      "name": "CB500X",
      "brand": "Honda",
      "image": "../imgs/motos/honda-cb500x.webp",
      "description": "The Honda CB500X is a versatile motorcycle that combines the comfort of a touring bike with the agility of an urban commuter. Equipped with a 471 cc parallel-twin engine, it offers a balanced power delivery and efficient fuel consumption, ideal for long trips and daily use. Its ergonomic design and comfortable seat allow for a relaxed ride, while its long-travel suspension and 19-inch front wheel make it capable of handling rough roads with ease. Additionally, it features standard ABS brakes and a modern digital instrument panel. The CB500X is an excellent choice for those looking for a reliable and versatile bike."
    },
    {
      "id": 8,
      "name": "Super Duke R",
      "brand": "KTM",
      "image": "../imgs/motos/ktm-super-duke-r.webp",
      "description": "The KTM Super Duke R is a high-performance naked bike designed for adrenaline junkies. Equipped with a powerful 1301 cc V-twin engine, this motorcycle is synonymous with raw power and explosive acceleration. Its lightweight chassis and adjustable suspension ensure agile and precise handling, allowing you to take corners with confidence. Additionally, it features a range of electronic aids, such as traction control, riding modes, and cornering ABS, which enhance safety without compromising excitement. With an aggressive design and optimized ergonomics for sporty riding, the Super Duke R is the undisputed queen of large-displacement nakeds."
    },
    {
      "id": 9,
      "name": "Duke 390",
      "brand": "KTM",
      "image": "../imgs/motos/ktm-duke-390.webp",
      "description": "The KTM Duke 390 is a lightweight and agile motorcycle, ideal for both beginner riders and experienced pilots looking for a fun and dynamic ride. Its 373 cc single-cylinder engine offers an excellent power-to-weight ratio, ensuring quick acceleration and sporty behavior. Its steel trellis frame and WP suspension provide exceptional stability, while its aggressive design and LED lighting give it a modern and imposing appearance. Additionally, it features a color TFT display with connectivity and a dual-channel ABS braking system for added safety. The Duke 390 is perfect for stylish city commuting and enjoying twisty roads."
    },
    {
      "id": 10,
      "name": "Ninja ZX-6R",
      "brand": "Kawasaki",
      "image": "../imgs/motos/kawasaki-ninja-zx6r.webp",
      "description": "The Kawasaki Ninja ZX-6R is a supersport motorcycle designed to deliver exceptional performance on both the road and the track. Its 636 cc engine provides explosive power delivery at high revs, allowing for an exhilarating riding experience. Equipped with a lightweight chassis, adjustable suspensions, and high-performance brakes, the ZX-6R offers precise handling and total control in any situation. Additionally, it features advanced electronic aids such as traction control, riding modes, and quick shifter, optimizing the engine response on every acceleration. Its aerodynamic design and aggressive fairing reinforce its sporty character, making it one of the favorites in the segment."
    },
    {
      "id": 11,
      "name": "Z900",
      "brand": "Kawasaki",
      "image": "../imgs/motos/kawasaki-z900.webp",
      "description": "The Kawasaki Z900 is a naked motorcycle that combines aggressive design with impressive performance. Its 948 cc four-cylinder engine offers powerful and smooth acceleration, ideal for speed and adrenaline lovers. With a steel trellis frame and adjustable suspensions, the Z900 provides agile and stable handling on any type of road. Additionally, it is equipped with an advanced traction control system, riding modes, and ABS brakes, ensuring safety and confidence in every corner. Its improved ergonomics and comfortable seat make it suitable for long journeys without fatigue. The Z900 is the perfect choice for riders looking for a versatile and exciting experience."
    },
    {
      "id": 12,
      "name": "Sportster S",
      "brand": "Harley Davidson",
      "image": "../imgs/motos/harley-davidson-sportster-s.webp",
      "description": "The Harley-Davidson Sportster S is a modern cruiser that redefines the brand's tradition with a more sporty and dynamic approach. Equipped with the powerful Revolution Max 1250T engine, this motorcycle offers a strong power delivery and a characteristic sound. Its design combines classic elements with advanced technology, including a TFT instrument panel with Bluetooth connectivity and multiple riding modes. The Sportster S stands out for its low center of gravity and aggressive riding position, making it ideal for both city and highway getaways. With its combination of style, performance, and technology, it is an attractive option for those looking for a different and exciting Harley."
    },
    {
      "id": 13,
      "name": "Interceptor 650",
      "brand": "Royal Enfield",
      "image": "../imgs/motos/royal-enfield-interceptor-650.webp",
      "description": "The Royal Enfield Interceptor 650 is a modern classic motorcycle that evokes the spirit of 1960s British roadsters. Equipped with a 648 cc parallel-twin engine, it offers a smooth and balanced ride, ideal for both city and medium-distance trips. Its retro design is complemented by high-quality finishes, a chassis developed in collaboration with Harris Performance, and a comfortable riding position. Additionally, it features standard ABS brakes and a well-calibrated suspension for stability and safety. The Interceptor 650 is the perfect choice for those looking for an elegant and affordable motorcycle with the charm of classic bikes."
    },
    {
      "id": 14,
      "name": "Hayabusa",
      "brand": "Suzuki",
      "image": "../imgs/motos/suzuki-hayabusa.webp",
      "description": "The Suzuki Hayabusa is one of the most iconic motorcycles in the world, famous for its extreme speed and unmistakable aerodynamics. Equipped with a 1340 cc engine, it offers brutal acceleration and exceptional performance on straights and curves. Its optimized chassis and advanced electronics, including traction control, riding modes, and quick shifter, ensure precise and safe handling. With its sleek design and full fairing, the Hayabusa remains a reference in the high-displacement sportbike segment. It is the ideal choice for those seeking a powerful, sophisticated machine with a legendary legacy in motorcycling."
    },
    {
      "id": 15,
      "name": "V-Strom 650",
      "brand": "Suzuki",
      "image": "../imgs/motos/suzuki-vstrom-650.webp",
      "description": "The Suzuki V-Strom 650 is an adventure motorcycle designed to offer comfort and versatility on any terrain. Its 645 cc V-twin engine provides linear and efficient power delivery, ideal for both city and long-distance trips. Its comfortable ergonomics, adjustable windshield, and long-travel suspension make it perfect for long journeys without fatigue. Additionally, it features adjustable traction control and ABS brakes to improve safety in different conditions. The V-Strom 650 is a reliable choice for riders looking for a balanced machine with good performance and adventure capabilities."
    },
    {
      "id": 16,
      "name": "Bonneville T120",
      "brand": "Triumph",
      "image": "../imgs/motos/triumph-bonneville-t120.webp",
      "description": "The Triumph Bonneville T120 is a classic motorcycle with the unmistakable British style that has marked generations. Its 1200 cc parallel-twin engine offers a refined and characterful ride, with strong torque delivery at low revs. Its timeless design is complemented by modern technology, such as traction control, riding modes, and LED lighting. The comfortable riding position and excellent finish quality make it a perfect choice for those looking for an elegant and exceptional performing motorcycle. The Bonneville T120 is the perfect combination of tradition and modernity in a motorcycle."
    },
    {
      "id": 17,
      "name": "Street Triple RS",
      "brand": "Triumph",
      "image": "../imgs/motos/triumph-street-triple-rs.webp",
      "description": "The Triumph Street Triple RS is one of the most refined and balanced naked sports bikes on the market. Equipped with a 765 cc engine derived from Moto2, it offers explosive power and agile response. Its lightweight chassis and high-performance Öhlins suspensions guarantee precise and stable handling in any situation. Additionally, it features a range of advanced electronics such as traction control, cornering ABS, and customizable riding modes. Its aggressive design and digital TFT instrumentation reinforce its modern and technological character. The Street Triple RS is the perfect choice for those seeking strong emotions in avant-garde naked sports bikes."
    },
    {
      "id": 18,
      "name": "Tiger 900 Rally",
      "brand": "Triumph",
      "image": "../imgs/motos/triumph-tiger-900-rally.webp",
      "description": "The Triumph Tiger 900 Rally is an adventure motorcycle designed for off-road exploration, with a 900 cc inline-triple engine that provides linear and controlled power delivery. Its long-travel suspension and 21-inch front wheel make it ideal for tackling any terrain with confidence. Additionally, it features a range of advanced technologies such as riding modes, optimized traction control, and a TFT display with connectivity. Its improved ergonomics and large fuel tank make it an excellent choice for long journeys. The Tiger 900 Rally is the ideal companion for riders looking to explore without limits."
    },
    {
      "id": 19,
      "name": "Rocket 3",
      "brand": "Triumph",
      "image": "../imgs/motos/triumph-rocket-3.webp",
      "description": "The Triumph Rocket 3 is a high-performance cruiser equipped with the world's largest production motorcycle engine: 2500 cc of pure power. Its impressive torque ensures breathtaking acceleration, while its optimized chassis and high-end suspension provide surprisingly agile handling for its size. Additionally, it features a range of advanced technologies such as traction control, riding modes, and high-performance Brembo brakes. Its muscular design and imposing presence make it a unique motorcycle, ideal for those seeking an unparalleled riding experience."
    },
    {
      "id": 20,
      "name": "MT-07",
      "brand": "Yamaha",
      "image": "../imgs/motos/yamaha-mt07.webp",
      "description": "The Yamaha MT-07 is a naked motorcycle that has earned a great reputation for its balance between performance, agility, and affordability. Equipped with a 689 cc parallel-twin engine with Crossplane technology, it offers linear power delivery and explosive acceleration, ideal for both city and twisty roads. Its lightweight chassis and comfortable ergonomics provide excellent maneuverability, making riding fun and safe. Additionally, it features an aggressive and modern design, LED lighting, and a state-of-the-art digital instrument panel. The MT-07 is one of the best options for those looking for a versatile, exciting motorcycle with great value for its price."
    }
  ]
}
